set_max_delay 3.0 -from [all_inputs] -to [all_outputs]
set_driving_cell -lib_cell INVX1 [all_inputs]
set_load 0.05 [all_outputs]
